Repository: Mikhno/bulk-change-media-author
Catalog: languages/bulk-change-media-author-*_formal.po
Languages: de_de

source: Change
de_de: Ändern

source: Cancel
de_de: Abbrechen

source: This simple plugin allows you to bulk change author for your media items.
de_de: Mit diesem Plugin können Sie den Autor von Medien ändern.

source: Change Author
de_de: Autor ändern

source: Bulk change author for media
de_de: Autor in der Mediathek ändern

source: No media items selected. Redirecting back to Media Library...
de_de: Es wurden keine Medien ausgewählt. Weiterleitung zur Mediathek...

source: Updated! New author:
de_de: Aktualisiert! Neuer Autor:

source: Redirecting back to Media Library...
de_de: Weiterleitung zur Mediathek...

source: Select a new author for the media:
de_de: Wählen Sie einen neuen Autor für die Medien:

source: Selected media items (the author will be changed for the items below)
de_de: Ausgewählte Medien (der Autor wird für diese Medien geändert)
