Repository: Mikhno/bulk-change-media-author
Catalog: languages/bulk-change-media-author-*.po
Languages: es_es

source: Change Author
es_es: Cambiar Autor

source: Bulk Change Media Author
es_es: Cambiar en lotes el autor de medios

source: Bulk change author for media
es_es: Cambiar por lotes el autor de los medios

source: No media items selected. Redirecting back to Media Library...
es_es: No se seleccionaron elementos. Volviendo a la biblioteca de medios ...

source: Updated! New author:
es_es: Actualizado! Autor nuevo:

source: Redirecting back to Media Library...
es_es: Volviendo a la Biblioteca de Medios ...

source: Select a new author for the media:
es_es: Elija un autor nuevo para el medio:

source: Change
es_es: Cambiar

source: Cancel
es_es: Cancelar

source: Selected media items (the author will be changed for the items below)
es_es: Elementos seleccionados (se cambiar√° el autor de los elementos que se muestran debajo)

source: This simple plugin allows you to bulk change author for your media items.
es_es: Este plugin simple permite cambiar por lotes el autor de sus archivos de medios.
